Repository: Lasertooth/ngfw_upstream
Catalog: src/splashy/splashy-0.3.13/po/*.po
Languages: de, hu, pt

source: >Set theme as:
de: >Setze Thema als:
hu: >Téma beállítása mint:
pt: >Configurar tema como:

source: >Install theme
de: >Installiere neue Themendatei
hu: >Téma telepítése
pt: >Instalar tema

source: This format is invalid
de: Dieses Format ist ungültig
hu: Ez a formátum érvénytelen
pt: Este formato não é valido

source: Did you really give me a tarball ?
de: Haben Sie mir wirklich eine Tar-Datei gegeben ?
hu: Biztos hogy tarball lett megadva?
pt: Você realmente forneceu um pacote tar?

source: An error occurred checking theme
de: Es trat ein Fehler bei der Untersuchung der Themendatei auf
hu: Hiba történt a téma vizsgálata közben
pt: Ocorreu um erro verificando o tema

source: This theme already exists
de: Diese Themendatei gibt es bereits
hu: Ez a téma már létezik
pt: Este tema já existe

source: An error occurred installing theme
de: Es trat ein Fehler bei der Installation der Themendatei auf
hu: Hiba történt a téma telepítése közben
pt: Ocorreu um erro instalando o tema

source: The tarball does not exist!
de: Die Tar-Datei ist nicht zu finden!
hu: A tarball nem létezik!
pt: O pacote tar não existe!

source: >Remove theme
de: >Entferne Themendatei
hu: >Téma eltávolítása
pt: >Remover tema

source: The theme does not exist!
de: Diese Themendatei gibt es nicht!
hu: A téma nem létezik!
pt: O tema não existe!

source: This theme is currently used!
de: Diese Themendatei wird gerade benutzt!
hu: Ez a téma jelenleg használt!
pt: Este tema está sendo usado!

source: >Theme currently used:
de: >Zur Zeit benutzte Themendatei:
hu: >Jelenleg használt téma:
pt: >Tema atual:

source: version %s
hu: verzió: %s

source: URLs %s
de: Webadressen %s
hu: URLek: %s

source: by %s
de: von %s
hu: szerzõ: %s

source: >Installed themes:
de: >Installierte Themendateien:
hu: >Telepített témák:
pt: >Temas instalados:

source: <!> Insufficient priviledges <!> Root priviledges required for this function
de: <!> Keine ausreichenden Dateirechte <!> Superbenutzerrechte sind für diese Aktion erforderlich
hu: <!> Elégtelen jogosultságok <!> Rendszergazdai jogosultság szükséges ehhez a mûvelethez
pt: <!> Permissão negada <!> É necessário ser root para executar esta função

source: >Create theme
de: >Erstelle neue Themendatei
hu: >Téma létrehozása
pt: >Criar tema

source: This file does not exist: %s
de: Diese Datei gibt es nicht im Verzeichnis: %s
hu: A fájl nem létezik: %s
pt: Este arquivo não existe: %s

source: The boot image does not seem to be an image
de: Das Bootimage scheint keine gültige Imagedatei zu sein
hu: A betöltõ kép nem tûnik képnek
pt: A imagem de inicialização não parece ser válida

source: The shutdown image does not seem to be an image
de: Das Shutdownimage scheint keine gültige Imagedatei zu sein
hu: A leállítási kép nem tûnik képnek
pt: A imagem de desligamento não parece ser válida

source: The error image does not seem to be an image
de: Das Fehlerimage scheint keine gültige Imagedatei zu sein
hu: A hiba kép nem tûnik képnek
pt: A imagem de erro não parece ser válida

source: The resume image does not seem to be an image
de: Das Aufwachimage scheint keine gültige Imagedatei zu sein
hu: A folytatási kép nem tûnik képnek
pt: A imagem de restauração da hibernação não parece ser válida

source: The suspend image does not seem to be an image
de: Das Schlafenlegeimage scheint keine gültige Imagedatei zu sein
hu: A hibernálási kép nem tûnik képnek
pt: A imagem de suspender não parece ser válida

source: Error! Can't create theme directory %s
de: Fehler! Kann Verzeichnis %s für Themendateien nicht anlegen
hu: Hiba! Nem sikerült létrehozni a(z) %s téma-könyvtárat
pt: Erro! Não foi possível criar diretório do tema %s

source: Writing theme %s to current directory
de: Schreibe Themendatei %s in das aktuell gültige Verzeichnis
hu: A(z) %s téma írása a jelenlegi könyvtárba
pt: Escrevendo tema %s para o diretório atual

source: Error! Can't create directory %s
de: Fehler! Kann Verzeichnis %s nicht erstellen.
hu: Hiba! Nem sikerült létrehozni a(z) %s könyvtárat
pt: Erro! Não foi possível criar o diretório %s

source: Error! Unable to use the picture %s. Aborting
de: Fehler! Kann Bilddatei %s nicht benutzen. Abbruch
hu: Hiba! Nem lehet használni a(z) %s képet. Megszakítás
pt: Erro! Impossível usar esta imagem %s. Abortando

source: You tried to create a theme without a name
de: Sie versuchten eine Themendatei ohne einen Dateinamen zu erstellen
hu: Név nélkül nem hozható létre téma
pt: Você tentou criar um tema sem um nome

source: * Name
de: * Dateiname
hu: * Név
pt: * Nome

source: * Boot image
hu: * Betöltési kép
pt: * Imagem de inicialização

source: * Shutdown image
de: * Abschaltimage
hu: * Leállítási kép
pt: * Imagem de desligamento

source: * Error image
de: * Fehlerimage
hu: * Hiba kép
pt: * Imagem de erro

source: * Resume image
de: * Aufwachimage
hu: * Folytatási kép
pt: * Imagem de restauração da hibernação

source: * Suspend image
de: * Schlafimage
hu: * Hibernálási kép
pt: * Imagem de suspender

source: Do you want to set the resolution (height & width) of these images ? (yes|no)
de: Möchten Sie die Auflösung (Höhe & Breite) dieser Bilder festlegen? (Ja|nein)
hu: Szeretnénk állítani a felbontását (magasság & szélesség) ezeknek a képeknek ? (yes|no)
pt: Você quer configurar a resolução de tela (altura e largura) destas imagens ? (yes|no)

source: Width
de: Breite
hu: Szélesség
pt: Largura

source: Height
de: Höhe
hu: Magasság
pt: Altura

source: Version
hu: Verzió
pt: Versão

source: Description
de: Beschreibung
hu: Leírás
pt: Descrição

source: URLs
de: Webadressen
hu: URLek

source: Author
de: Autor
hu: Szerzõ
pt: Autor

source: Do you want to see a progress bar on boot ? (yes|no)
de: Möchten Sie einen Fortschrittsbalken während des Bootvorgangs sehen? (ja|nein)
hu: Szeretnénk látni folyamatjelzõt a betöltés során ? (yes|no)
pt: Você quer configurar um barra de progresso na inicialização ? (yes|no)

source: Direction ? (forward|backward)
de: Richtung ? (Vorwärts|Rückwärts)
hu: Irány ? (forward|backward)
pt: Direção ? (forward|backward)

source: Do you want to see a progress bar on shutdown ? (yes|no)
de: Möchten Sie beim Herunterfahren des Computers einen Fortschrittsbalken sehen ? (ja|nein)
hu: Szeretnénk látni folyamatjelzõt a leállítás során ? (yes|no)
pt: Você quer configurar um barra de progresso no desligamento ? (yes|no)

source: Do you want to see a progress bar on resume ? (yes|no)
de: Möchten Sie einen Fortschrittsbalken beim Aufwachen des Computers sehen ? (ja|nein)
hu: Szeretnénk látni folyamatjelzõt a folytatás során ? (yes|no)
pt: Você quer configurar um barra de progresso na restauração da hibernação ? (yes|no)

source: Do you want to see a progress bar on suspend ? (yes|no)
de: Möchten Sie einen Fortschrittsbalken beim Schlafenlegen des Computers sehen ? (ja|nein)
hu: Szeretnénk látni folyamatjelzõt a hibernálás során ? (yes|no)
pt: Você quer configurar um barra de progresso ao suspender ? (yes|no)

source: Progress bar
de: Fortschrittsbalken
hu: Folyamatjelzõ
pt: Barra de progresso

source: X position in pixel units
de: Position X in Pixeleinheiten
hu: X pozíció pixelben
pt: Posição no eixo X em unidades de pixel

source: X position in percentage
de: Position X in Prozent
hu: X pozíció százalékban
pt: Posição no eixo X em porcentagem

source: Y position in pixel units
de: Position Y in Pixeleinheiten
hu: Y pozíció pixelben
pt: Posição no eixo Y em unidades de pixel

source: Y position in percentage
de: Position Y in Prozent
hu: Y pozíció százalékban
pt: Posição no eixo Y em porcentagem

source: Width in pixel units
de: Breite in Pixeleinheiten
hu: Szélesség pixelben
pt: Largura em unidades de pixel

source: Width in percentage
de: Breite in Prozent
hu: Szélesség százalékban
pt: Largura em porcentagem

source: Height in pixel units
de: Höhe in Pixeleinheiten
hu: Magasság pixelben
pt: Altura em unidades de pixel

source: Height in percentage
de: Höhe in Prozent
hu: Magasság százalékban
pt: Altura em porcentagem

source: Color
de: Farbe
hu: Szín
pt: Cor

source: Red
de: Rot
hu: Piros
pt: Vermelho

source: Green
de: Grün
hu: Zöld
pt: Verde

source: Blue
de: Blau
hu: Kék
pt: Azul

source: Alpha
de: Alphakanal (Transparenz)
hu: Álfa
pt: Transparência

source: Background color
de: Hintergrundfarbe
hu: Háttérszín
pt: Cor de fundo

source: Do you want a border around the progress bar? (yes|no)
de: Möchten Sie einen Rahmen um den Fortschrittsbalken haben? (ja|nein)
hu: Szeretnénk keretet a folyamatjelzõ köré? (igen|nem)
pt: Você quer uma borda em volta da barra de progresso? (yes|no)

source: Border color
de: Rahmenfarbe
hu: Keret színe
pt: Cor da borda

source: Pass in verbose mode on error? (yes|no)
de: Im Fehlerfall in den Allesausgabemodus schalten? (ja|nein)
hu: Lépjünk beszédes módba hiba esetén? (igen|nem)
pt: Alterar automaticamente para modo detalhado em caso de erro? (yes|no)

source: Do you want to see a text box? (yes|no)
de: Möchten Sie eine Textfläche haben? (ja|nein)
hu: Szeretnénk látni egy szövegdobozt? (igen|nem)
pt: Você quer configurar uma caixa de texto? (yes|no)

source: Text box
de: Textfläche
hu: Szövegdoboz
pt: Caixa de texto

source: Do you want a border around the text box ? (yes|no)
de: Möchten Sie einen Rahmen um die Textfläche haben ? (ja|nein)
hu: Szeretnénk keretet a szövegdoboz köré ? (yes|no)
pt: Você quer uma borda em volta da caixa de texto ? (yes|no)

source: Border color
de: Rahmenfarbe
hu: Keret színe
pt: Cor da borda

source: Text font file
de: Zeichensatzhöhe
hu: Szöveg betûtípus-fájlja
pt: Arquivo da fonte do texto

source: Font size
de: Zeichensatzhöhe
hu: Betûtípus mérete
pt: Tamanho da fonte

source: Text color
de: Textfarbe
hu: Szöveg színe
pt: Cor do texto

source: Do you want a fade-in? (yes|no)
de: Möchten Sie einen Einblendungseffekt? (ja|nein)
hu: Szeretnénk elõtûnést? (yes|no)
pt: Você quer o efeito de surgimento (fade-in)? (yes|no)

source: Do you want a fade-out? (yes|no)
de: Möchten Sie einen Ausblendungseffekt? (Ja|nein)
hu: Szeretnénk eltûnést? (yes|no)
pt: Você quer o efeito de esmaecimento (fade-out)? (yes|no)

source: Failed to read the file: %s
de: Konnte Datei %s nicht lesen.
hu: Sikertelen a(z) %s fájl olvasása
pt: Erro ao ler o arquivo: %s

source: Error opening destination file %s
de: Fehler: Konnte Ausgabedatei %s nicht öffnen.
hu: Sikertelen a(z) %s célfájl megnyitása
pt: Erro ao abrir arquivo de destino %s

source: Failed to write the file: %s
de: Konnte nicht in Datei %s schreiben.
hu: Sikertelen a(z) %s fájl irása
pt: Erro ao escrever no arquivo: %s

source: Author <author@mail.com>
de: Autor <autor@Internetanbieter.de>
hu: Szerzõ <szerzo@mail.hu>
pt: Autor <author@mail.com>

source: A Splashy Configuration Tool usage: %s [option] arg -h, --help Display this help -g, --get-key XPATH Returns the value of a key from Splashy config file, or the current theme -s, --set-theme THEME Set THEME as the Splashy theme -i, --install-theme THEME.tar.gz Install the THEME from a tarball -r, --remove-theme THEME Remove the THEME --info Display some information -c, --create-theme [args...] Create a theme in an interactive mode if no arguments were given Inline mode arguments, the following arguments are obligatory see the man page for a complete list --name NAME Set the NAME of the new Splashy theme --boot-image PATH Upload the boot image located at the specified PATH --shutdown-image PATH Upload the shutdown image located at the specified PATH --error-image PATH Upload the error image located at the specified PATH
hu: Egy Splashy Beállító Eszköz használat: %s [opció] argumentum -h, --help Megjeleníti ezt a segítséget -g, --get-key ÚTVONAL Visszaadja egy kulcs értékét a Splashy beállítási fájlból vagy az aktuális témából -s, --set-theme TÉMA TÉMA beállítása Splashy témaként -i, --install-theme TÉMA.tar.gz TÉMA telepítése egy tarballból -r, --remove-theme TÉMA TÉMA eltávolítása --info Megjelenít néhány információt -c, --create-theme [argok...] Téma létrehozása interaktív módon ha nincsenek argumentumok "Inline" módú argumentumok, a következõ argumentumok kötelezõek teljes lista a man oldalban található --name NÉV Beállítja az új Splashy téma nevét --boot-image ÚTVONAL Feltölti a betöltõ képet ami az ÚTVONAL helyen található --shutdown-image ÚTVONAL Feltölti a leállítási képet ami az ÚTVONAL helyen található --error-image ÚTVONAL Feltölti a hiba-képet ami az ÚTVONAL helyen található
pt: Uma ferramenta de configuração para o Splashy uso: %s [opção] arg -h, --help Mosta esta ajuda -g, --get-key CHAVE Retorna o valor de uma chave do arquivo de configuração do Splashy, ou o tema atual -s, --set-theme TEMA Configura o TEMA no Splashy -i, --install-theme TEMA.tar.gz Instala o TEMA a partir de um pacote tar -r, --remove-theme TEMA Remove o TEMA --info Mostra alguma informação extra -c, --create-theme [args...] Cria um tema em modo interativo caso nenhum argumento seja fornecido Caso existam argumentos, então os seguintes são obrigatórios consulte a página de manuais para uma lista completa --name NOME Configura o NOME do novo tema Splashy --boot-image CAMINHO Carrega a imagem de inicialização localizada no CAMINHO definido --shutdown-image PATH Carrega a imagem de desligamento localizada no CAMINHO definido --error-image PATH Carrega a imagem de erro localizada no CAMINHO definido

source: usage: %s [option] arg [-h, --help][-s, --set-theme THEME][-i, --install-theme THEME.tar.gz] [-r, --remove-theme THEME][--info][-c, --create-theme [args...]] [-g, --get-key XPATH] See --help for more information
de: Benutzungssyntax: %s [Option] Argument [-h, --help][-s, --set-theme THEME][-i, --install-theme THEME.tar.gz] [-r, --remove-theme THEME][--info][-c, --create-theme [Argumente...]] [-g, --get-key XPFAD] Benutzen Sie --help für weitere Informationen
hu: használat: %s [opció] argumentum [-h, --help][-s, --set-theme TÉMA][-i, --install-theme TÉMA.tar.gz] [-r, --remove-theme TÉMA][--info][-c, --create-theme [argok...]] [-g, --get-key ÚTVONAL] Lásd a --help kapcsolót további információért
pt: uso: %s [opção] arg [-h, --help][-s, --set-theme TEMA][-i, --install-theme TEMA.tar.gz] [-r, --remove-theme TEMA][--info][-c, --create-theme [args...]] [-g, --get-key CHAVE] Consulte --help para mais informações

source: Error occured while starting Splashy Make sure that you can read Splashy's configuration file
de: Ein Fehler trat während des Starts von Splashy auf. Stellen Sie sicher, dass die Konfigurationsdatei von Splashy gelesen werden kann.
hu: Hiba történt a Splashy indítása közben Gyõzõdjünk meg arról, hogy a beállítási fájl olvasható
pt: Ocorreu um erro ao iniciar o Splashy Verifique se você tem permissão de leitura no arquivo de configuração do Splashy

source: Missing arguments
de: Fehlende Argumente auf der Kommandozeile
hu: Hiányzó argumentumok
pt: Argumentos faltando

source: Error: Could not open theme file for writing
de: Fehler: Kann Themendatei nicht zur Bearbeitung öffnen
hu: Hiba: Nem lehet megnyitni a téma fájlt írásra
pt: Erro: Não foi possível abrir o arquivo de tema para escrita
